Repository: LLC-Technologies-Collier/vyatta-cfg-vpn
Catalog: debian/po/*.po
Languages: bg, cs, de, es, eu, fi, gl, it, pt, ru, tr

source: GB
cs: CZ
de: DE
es: ES
eu: ES
fi: FI
gl: ES
it: IT
pt: PT
ru: RU
tr: TR

source: Country code:
bg: Код на страната:
cs: Kód země:
de: Landeskennung:
es: Código del país
eu: Nazio kodea:
fi: Maakoodi:
gl: Código do país:
it: Codice del paese:
pt: Código do País:
ru: Код страны:
tr: Ülke kodu:

source: Please enter the two-letter ISO-3166 code to use in the SSL certificate.
bg: Въведете двубуквеният код на страната според ISO-3166, който да се използва в сертификата за SSL.
cs: Zadejte prosím dvoupísmenný kód země podle ISO-3166, který se má použít v SSL certifikátu.
de: Bitte geben Sie die zweibuchstabige Kennung nach ISO-3166 für das SSL-Zertifikat ein.
es: Introduce el código ISO-3166 de dos letras a utilizar en el certificado SSL.
eu: Mesedez idatzi SSL ziurtagirian erabiliko den bi letratako ISO-3166 kodea.
fi: Valitse SSL-varmenteessa käytettävä kaksikirjaiminen ISO-3166-koodi.
gl: Introduza o código ISO-3166 de dúas letras a empregar no certificado SSL.
it: Inserire il codice ISO-3166 a due caratteri da usare nel certificato SSL.
pt: Por favor introduza o código ISO-3166 de duas letras para usar no seu certificado SSL.
ru: Введите двухсимвольный код страны согласно ISO-3166, который будет использован в сертификате SSL.
tr: SSL sertifikasında kullanılmak üzere iki harfli ISO-3166 kodunu girin (Türkiye için 'TR').

source: It will become the 'countryName' field of the generated SSL certificate.
bg: Стойността ще се използва за полето „countryName“ в генерирания сертификат.
cs: V certifikátu se tato informace zapíše do pole „countryName“.
de: Das wird im Feld »countryName« des erzeugten SSL-Zertifikates verwendet.
es: Se utilizará en el campo «countryName» del certificado SSL generado.
eu: Berau sortutako SSL ziurtagiriko 'countryName' eremuan erabiliko da.
fi: Tämä tulee luodun SSL-varmenteen kenttään ”countryName”.
gl: Ha ser o campo "countryName" do certificado SSL xerado.
it: Questo corrisponderà al campo "countryName" nel certificato SSL generato.
pt: Será o campo 'countryName' do certificado SSL que for gerado.
ru: Он будет указан в поле 'countryName' сгенерированного сертификата SSL.
tr: Üretilen SSL sertifikasında 'ülke adı' alanında kullanılacak (countryName).

source: Scotland
cs: Morava
de: Sachsen
es: Escocia
eu: Gipuzkoa
fi: Etelä-Suomen lääni
gl: Galiza
it: Italy
pt: Escócia
ru: Moscow region
tr: Ankara

source: Some-State
es: Algún estado
pt: Estado
tr: Bir Eyalet

source: Please enter the name of the administrative subdivision to use in the SSL certificate.
bg: Въведете името на административното подразделение.
cs: Zadejte prosím jméno administrativní části území, které se má použít v SSL certifikátu.
de: Bitte geben Sie den Namen des Bundeslandes für das SSL-Zertifikat ein.
es: Introduce la subdivisión administrativa a utilizar en el certificado SSL.
eu: Mesedez idatzi SSL ziurtagirian erabiliko den azpiatal administratiboaren izena.
fi: Anna SSL-varmenteessa käytettävän hallinnollisen alueen nimi.
gl: Introduza o nome da división administrativa a empregar no certificado SSL.
it: Inserire il nome della sottodivisione amministrativa da usare nel certificato SSL.
pt: Por favor introduza o nome da subdivisão administrativa para usar no certificado SSL.
ru: Укажите административное название территории, которое будет использовано в сертификате SSL.
tr: SSL sertifikasında kullanılmak üzere yönetim altbirim ismi girin.

source: It will become the 'stateOrProvinceName' field of the generated SSL certificate.
bg: Стойността ще се използва в полето „stateOrProvinceName“ на генерираният сертификат.
cs: V certifikátu se tato informace zapíše do pole „stateOrProvinceName“.
de: Das wird im Feld »stateOrProvinceName« des erzeugten SSL-Zertifikates verwendet.
es: Se utilizaré en el campo «stateOrProvinceName» del certificado SSL generado.
eu: Berau sortutako SSL ziurtagiriko 'stateOrProvinceName' eremuan erabiliko da.
fi: Tämä tulee luodun SSL-varmenteen kenttään ”stateOrProvinceName”.
gl: Ha ser o campo "stateOrProvinceName" do certificado SSL xerado.
it: Questo corrisponderà al campo "stateOrProvinceName" nel certificato SSL generato.
pt: Será o campo 'stateOrProvinceName' do certificado SSL que for gerado.
ru: Оно будет указано в поле 'stateOrProvinceName' сгенерированного сертификата SSL.
tr: Üretilen SSL sertifikasında 'eyalet ya da vilayet ismi' alanında kullanılacak (stateOrProvinceName).

source: Edinburgh
cs: Olomouc
de: Dresden
es: Edimburgo
eu: Tolosa
fi: Helsinki
gl: Santiago de Compostela
it: Firenze
pt: Edimburgo
ru: Sergiev Posad
tr: Ankara

source: Locality name:
bg: Населено място:
cs: Jméno místa:
de: Ortsname:
es: Nombre de la localidad:
eu: Herri izena:
fi: Paikkakunnan nimi:
gl: Nome da localidade:
it: Città:
pt: Nome da localidade:
ru: Местоположение:
tr: Mevki İsmi:

source: Please enter the name of the city or town to use in the SSL certificate.
bg: Въведете името на населеното място.
cs: Zadejte prosím jméno města nebo vesnice, které se má použít v SSL certifikátu.
de: Bitte geben Sie den Namen der Stadt für das SSL-Zertifikat ein.
es: Por favor, indique el nombre de la ciudad o pueblo a utilizar en el certificado SSL.
eu: Mesedez idatzi SSL ziurtagirian erabiliko den herri edo hiri izena.
fi: Anna SSL-varmenteessa käytettävä kaupungin tai kunnan nimi.
gl: Introduza o nome da vila ou municipio a empregar no certificado SSL.
it: Inserire il nome della città o paese da usare nel certificato SSL.
pt: Por favor introduza o nome da cidade para usar no certificado SSL.
ru: Укажите название города или населённого пункта, который будет использован в сертификате SSL.
tr: SSL sertifikasında kullanılmak üzere şehir yada kasaba ismi girin.

source: It will become the 'localityName' field of the generated SSL certificate.
bg: Стойността ще се използва в полето „localityName“ на генерирания сертификат.
cs: V certifikátu se tato informace zapíše do pole „localityName“.
de: Das wird im Feld »localityName« des erzeugten SSL-Zertifikates verwendet.
es: Se utilizará en el campo «localityName» del certificado SSL generado.
eu: Berau sortutako ziurtagiriko 'localityName' eremuan erabiliko da.
fi: Tämä tulee luodun SSL-varmenteen kenttään ”localityName”.
gl: Ha ser o campo "localityName" do certificado SSL xerado.
it: Questo corrisponderà al campo "localityName" nel certificato SSL generato.
pt: Será o campo 'localityName' do certificado SSL que for gerado.
ru: Оно будет указано в поле 'localityName' сгенерированного сертификата SSL.
tr: Üretilen SSL sertifikasında 'mevki isimi' alanında kullanılacak (localityName).

source: Example Inc.
cs: Příklad s r.o.
de: Beispiel GmbH
es: Ejemplo S.A.
eu: Adibide SL.
fi: Esimerkki Oy.
gl: Exemplo, S.A.
it: Esempio spa
pt: Exemplo Lda.
ru: ZAO Pupkin and son
tr: Örnek Anonim.

source: Organization name:
bg: Организация:
cs: Jméno organizace:
de: Name der Organisation:
es: Nombre de la organización:
eu: Erakunde izena:
fi: Järjestön nimi:
gl: Nome da organización:
it: Nome dell'organizzazione:
pt: Nome da Organização:
ru: Название организации:
tr: Organizasyon İsmi:

source: Please enter the name of the company or organization to use in the SSL certificate.
bg: Въведете името на организацията.
cs: Zadejte prosím jméno společnosti nebo organizace, které se má použít v SSL certifikátu.
de: Bitte geben Sie den Namen der Firma oder Organisation für das Zertifikat ein.
es: Introduzca el nombre de su empresa o de la organización que se utilizará en el certificado.
eu: Mesedez idatzi SSL ziurtagirian erabiliko den konpainia edo erakunde izena.
fi: Anna SSL-varmenteessa käytettävä yrityksen tai järjestön nimi.
gl: Introduza o nome da empresa ou organización a empregar no certificado SSL.
it: Inserire il nome dell'azienda o dell'organizzazione da usare nel certificato SSL.
pt: Por favor introduza o nome da companhia ou organização para usar no certificado SSL.
ru: Укажите название компании или организации, которое будет использовано в сертификате SSL.
tr: SSL sertifikasında kullanılmak üzere şirket yada organizasyon ismi girin.

source: It will become the 'organisationName' field of the generated SSL certificate.
bg: Стойността ще се използва за полето „organisationName“ на генерирания сертификат.
cs: V certifikátu se tato informace zapíše do pole „organisationName“.
de: Das wird im Feld »organisationName« des erzeugten SSL-Zertifikates verwendet.
es: Se utilizará en el campo «organisationName» del certificado SSL generado.
eu: Berau sortutako ziurtagiriko 'organisationName' eremuan erabiliko da.
fi: Tämä tulee luodun SSL-varmenteen kenttään ”organisationName”.
gl: Ha ser o campo "organisationName" do certificado SSL xerado.
it: Questo corrisponderà al campo "organisationName" nel certificato SSL generato.
pt: Será o campo 'organisationName' do certificado SSL que for gerado.
ru: Оно будет указано в поле 'organisationName' сгенерированного сертификата SSL.
tr: Üretilen SSL sertifikasında 'organizasyon ismi' alanında kullanılacak (organisationName).

source: Dept. of Examplification
cs: Oddělení vývoje a výzkumu
de: Entwicklungsabteilung
es: Departamento de Ejemplo
eu: Adibide atala
fi: Esimerkkiosasto
gl: Departamento de Exemplos
it: Reparto d'esempio
pt: Departamento da Exemplificação
ru: Buhgalteria
tr: Örnek Daire

source: Organizational unit name:
bg: Подразделение:
cs: Jméno organizační jednotky:
de: Name der Organisationseinheit:
es: Nombre de la unidad organizativa:
eu: Erakundearen atal izena:
fi: Osaston nimi:
gl: Nome da unidade organizativa:
it: Nome dell'unità organizzativa:
pt: Nome da Unidade Organizacional:
ru: Структурная единица организации:
tr: Organizasyon Birim Adı:

source: Please enter the name of the division or section of the organization to use in the SSL certificate.
bg: Въведете името на организационното подразделение.
cs: Zadejte prosím jméno oddělení nebo části organizace, které se má použít v SSL certifikátu.
de: Bitte geben Sie den Namen der Abteilung in der Firma oder Organisation für das Zertifikat ein.
es: Introduce el nombre de la división o sección de la organización a utilizar en el certificado SSL.
eu: Mesedez idatzi SSL ziurtagirian erabiliko den erakundearen azpiatal edo sailaren izena
fi: Anna SSL-varmenteessa käytettävä osaston tai jaoston nimi.
gl: Introduza o nome da división ou sección da organización a empregar no certificado SSL.
it: Inserire il nome della divisione o del reparto dell'organizzazione da usare nel certificato SSL.
pt: Por favor introduza o nome da divisão ou secção da organização para usar no certificado SSL.
ru: Укажите название подразделения или отдела организации, которое будет использовано в сертификате SSL.
tr: SSL sertifikasında kullanılmak üzere organizasyon içindeki bölüm yada grup ismini girin.

source: It will become the 'organisationalUnitName' field of the generated SSL certificate.
bg: Стойността ще се използва за полето „organisationalUnitName“ на генерирания сертификат.
cs: V certifikátu se tato informace zapíše do pole „organisationalUnitName“.
de: Das wird im Feld »organisationalUnitName« des erzeugten SSL-Zertifikates verwendet.
es: Se utilizará en el campo «organisationalUnitName» del certificado SSL generado.
eu: Berau sortutako ziurtagiriko 'organisationalUnitName' eremuan erabiliko da.
fi: Tämä tulee luodun SSL-varmenteen kenttään ”organisationalUnitName”.
gl: Ha ser o campo "organisationalUnitName" do certificado SSL xerado.
it: Questo corrisponderà al campo "organisationalUnitName" nel certificato SSL generato.
pt: Será o campo 'organisationalUnitName' do certificado SSL que for gerado.
ru: Оно будет указано в поле 'organisationalUnitName' сгенерированного сертификата SSL.
tr: Üretilen SSL sertifikasında 'organizasyon birim adı' alanında kullanılacak (organisationalUnitName).

source: Please enter the host name to use in the SSL certificate.
bg: Въведете името на хоста.
cs: Zadejte prosím jméno počítače, které se má použít v SSL certifikátu.
de: Bitte geben Sie den Rechnernamen für das Zertifikat ein.
es: Introduzca el nombre del sistema para el certificado SSL.
eu: Mesedez idatzi SSL ziurtagirian erabiliko den ostalari izena.
fi: Anna SSL-varmenteessa käytettävä tietokoneen verkkonimi tai -tunnus.
gl: Introduza o nome da máquina a empregar no certificado SSL.
it: Inserire il nome host da usare nel certificato SSL.
pt: Por favor introduza o nome da máquina a usar no certificado SSL.
ru: Введите имя машины, которое будет использовано в сертификате SSL.
tr: SSL sertifikasında kullanılmak üzere bir makine adı girin.

source: It will become the 'commonName' field of the generated SSL certificate.
bg: Стойността ще се използва за полето „commonName“ на генерирания сертификат.
cs: V certifikátu se tato informace zapíše do pole „commonName“.
de: Das wird im Feld »commonName« des erzeugten SSL-Zertifikates verwendet.
es: Se utilizará en el campo «commonName» del certificado SSL generado.
eu: Berau sortutako ziurtagiriko 'commonName' eremuan erabiliko da.
fi: Tämä tulee luodun SSL-varmenteen kenttään 'commonName'.
gl: Ha ser o campo "commonName" do certificado SSL xerado.
it: Questo corrisponderà al campo "commonName" nel certificato SSL generato.
pt: Será o campo 'commonName' do certificado SSL que for gerado.
ru: Оно будет указано в поле 'commonName' сгенерированного сертификата SSL.
tr: Üretilen SSL sertifikasında 'genel ad' alanında kullanılacak (commonName).

source: This value is mandatory.
bg: Това поле е задължително.
cs: Tato hodnota je povinná.
de: Dieses Feld muss ausgefüllt werden.
es: Este valor es obligatorio.
eu: Balio hau derrigorrezkoa da.
fi: Tämä kenttä on pakollinen.
gl: É obrigatorio introducir un valor neste campo.
it: Questo valore è obbligatorio.
pt: É obrigatório preencher este campo.
ru: Это значение обязательно.
tr: Bu değer zorunlu.

source: Email address:
bg: Email адрес:
cs: Emailová adresa:
de: E-Mail-Adresse:
es: Dirección de correo electrónico:
eu: ePosta helbidea:
fi: Sähköpostiosoite:
gl: Enderezo de email:
it: Indirizzo email:
pt: Endereço de e-mail:
ru: Адрес электронной почты:
tr: E-posta Adresi:

source: Please enter the email address to use in the SSL certificate.
bg: Въведете Email адрес.
cs: Zadejte prosím emailovou adresu, která se má použít v SSL certifikátu.
de: Bitte geben Sie die E-Mail-Adresse für das SSL-Zertifikat ein.
es: Introduzca la dirección de correo electrónico a utilizar en el certificado.
eu: Mesedez idatzi SSL ziurtagirian erabiliko den ePosta helbidea.
fi: Annan SSL-varmenteessa käytettävä sähköpostiosoite.
gl: Introduza o enderezo de email a empregar no certificado SSL.
it: Inserire l'indirizzo email da usare nel certificato SSL.
pt: Por favor introduza o endereço e-mail que deve ser usado no certificado.
ru: Укажите адрес электронной почты, который будет использован в сертификате SSL.
tr: SSL sertifikasında kullanılmak üzere bir e-posta adresi girin.

source: It will become the 'email' field of the generated SSL certificate.
bg: Стойността ще се използва за полето „email“ на генерирания сертификат.
cs: V certifikátu se tato informace zapíše do pole „email“.
de: Das wird im Feld »email« des erzeugten SSL-Zertifikates verwendet.
es: Se utilizará en el campo «email» del certificado SSL generado.
eu: Berau sortutako ziurtagiriko 'email' eremuan erabiliko da.
fi: Tämä tulee luodun SSL-varmenteen kenttään ”email”.
gl: Ha ser o campo "email" do certificado SSL xerado.
it: Questo corrisponderà al campo "email" nel certificato SSL generato.
pt: Será o campo 'email' do certificado SSL que for gerado.
ru: Он будет указан в поле 'email' сгенерированного сертификата SSL.
tr: Üretilen SSL sertifikasında 'ePosta' alanında kullanılacak(email).
